"	Default" = "	Por omisión";
"	Left to Right" = "	De izquierda a derecha";
"	Right to Left" = "	De derecha a izquierda";
"%1$@ can't be updated, because it was opened from a read-only or a temporary location. Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@ no se puede actualizar porque fue abierta desde una ubicación temporal o de solo lectura. Usa Finder para copiar %1$@ a la carpeta Aplicaciones, vuélvela a abrir desde ahí e inténtalo de nuevo.";
"%@ copy" = "%@ copia";
"%@ Icon" = "Icono de %@";
"%@ is not a valid regular expression" = "“%@” no es una expresión regular válida";
"%@ matches found" = "%@ resultados";
"1 match found" = "Se ha encontrado un resultado";
"@@ Help" = "Ayuda @@";
"A conflict has been detected for this document." = "Se ha detectado un conflicto en este documento";
"A new major paid upgrade is now available" = "Una nueva actualización importante ya está disponible";
"A new version of %@ is available!" = "¡Hay una nueva versión de %@!";
"About @@" = "Acerca de @@";
"Actual Size" = "Tamaño real";
"Add the folders from where your jobs are linked" = "Agregue las carpetas desde donde están vinculados sus trabajos";
"Add" = "Añadir";
"Adjective" = "Adjetivo";
"Advanced Find and Replace" = "Avanzada de búsqueda y reemplazo";
"Advanced Find" = "Búsqueda Avanzada";
"Advanced" = "Avanzado";
"Adverb" = "Adverbio";
"Agent" = "Agente";
"Align Left" = "Alinear a la izquierda";
"Align Right" = "Alinear a la derecha";
"All documents" = "Todos los documentos";
"all users" = "todos los usuarios";
"Allow Hyphenation" = "Permitir división de palabras";
"Always Show Toolbar in Full Screen" = "Mostrar siempre la barra de herramientas en pantalla completa";
"Always" = "Siempre";
"An error occurred in retrieving update information. Please try again later." = "Ocurrió un error al recopilar información sobre la actualización. Por favor inténtalo de nuevo más tarde.";
"An error occurred while saving" = "Error al guardar";
"An unknown error occurred when fetching the log" = "Se ha producido un error desconocido al buscar el registro";
"An unknown error occurred while saving the file." = "Se ha producido un error desconocido al guardar el archivo.";
"An unknown error occurred" = "Se ha producido un error desconocido";
"Application" = "Aplicación";
"Are you sure you want to delete “%@”?" = "¿Seguro que desea eliminar “%@”?";
"At startup and when saving" = "Arrancando";
"Auto Complete:" = "Auto Completar:";
"Auto-suggest completions" = "Sugerencias automáticas de texto";
"Automatic" = "Automático";
"Automatically Open in Tabs" = "Abrir automáticamente en pestañas";
"Autosave" = "Guardar automáticamente";
"Back" = "Atrás";
"Base" = "Base";
"Baseline" = "Línea base";
"Bigger" = "Más grande";
"Bold" = "Negrita";
"Bring All to Front" = "Traer todo al frente";
"Buttons" = "Botones";
"Cancel" = "Cancelar";
"Cannot Authenticate" = "No se puede autenticar";
"Cannot find any columns" = "No se puede encontrar ninguna columna";
"Cannot load %@" = "Imposible cargar %@";
"Can’t sign into iCloud" = "No se puede establecer conexión con iCloud";
"Capitalize" = "Mayúsculas iniciales";
"Center" = "Centrar";
"Change Encoding" = "Cambiar Codificación";
"Change Selected Text" = "Cambiar el texto seleccionado";
"Change" = "Cambiar";
"Character Shape" = "Forma de los caracteres";
"Character" = "Carácter";
"characters" = "caracteres";
"Characters: %@" = "Caracteres: %@";
"Check Document Now" = "Comprobar documento ahora";
"Check for Updates…" = "Buscar actualizaciones…";
"Check Grammar With Spelling" = "Comprobar gramática con la ortografía";
"Check Spelling While Typing" = "Comprobar ortografía mientras se escribe";
"Check" = "Comprobar";
"Choose Folder…" = "Seleccionar carpeta…";
"Choose…" = "Seleccionar…";
"Classifier" = "Clasificador";
"Clear Menu" = "Vaciar menú";
"Clear Recent Searches" = "Vaciar búsquedas recientes";
"Close Tag" = "Cerrar etiqueta";
"Close" = "Cerrar";
"Colors" = "Colores";
"Columns" = "Columnas";
"Comma" = "Coma";
"Command Result" = "Comando resultado";
"Commands" = "Comandos";
"Comment or Uncomment" = "Comentar o eliminar comentario";
"Compare" = "Comparar";
"Complete" = "Completar";
"Conflict Resolver" = "Resolución de Conflictos";
"Conjunction" = "Conjunción";
"Connect" = "Conectar";
"Continue Anyway" = "Continuar de todos modos";
"Convert line endings when saving" = "Convertir los finales de línea";
"Copy Column" = "Copiar columna";
"Copy Row" = "Copiar fila";
"Copy Ruler" = "Copiar regla";
"Copy Style" = "Copiar estilo";
"Copy" = "Copiar";
"Correct Spelling Automatically" = "Corregir ortografía automáticamente";
"Could not establish communication with helper tool." = "No se ha podido establecer comunicación con la herramienta asociada";
"Could not find a match for search-string %@" = "No se pudo encontrar correspondencia a la búsqueda “%@”";
"Could not update" = "Imposible actualizar";
"Couldn’t save document." = "El documento no ha podido guardarse";
"Count" = "Contar";
"Create New…" = "Crear nueva…";
"Create Snippet From Selection" = "Crear fragmento de la selección";
"created" = "creado";
"Current document" = "Documento actual";
"current" = "actual";
"Customize Toolbar…" = "Personalizar barra de herramientas…";
"Cut" = "Cortar";
"Dark" = "Oscuro";
"Dash" = "Guion";
"Data Detectors" = "Detectores de datos";
"Date" = "Fecha";
"Day of month" = "Día del mes";
"Day of week" = "Día de la semana";
"Day of year" = "Día del año";
"Day" = "Día";
"days" = "días";
"Delete Column" = "Eliminar columna";
"Delete Command" = "Eliminar comando";
"Delete Row" = "Eliminar fila";
"Delete Snippet" = "Eliminar fragmento";
"Delete" = "Eliminar";
"Deleted" = "Eliminado";
"Determiner" = "Definitud";
"Disabled" = "Desactivado";
"Discard Changes" = "Descartar";
"Document" = "Documento";
"Documents" = "Documentos";
"Done" = "Aceptar";
"Download" = "Descargar";
"Downloading…" = "Descargando…";
"Duplicate Line" = "Duplicar la línea";
"Duplicate" = "Duplicar";
"Edit Commands" = "Editar comandos";
"Edit Plist" = "Editar Plist";
"Edit Script…" = "Editar script…";
"Edit Snippets" = "Editar fragmentos";
"Edit" = "Edición";
"Edited" = "Modificado";
"Edit…" = "Editar…";
"Enabled" = "Activado";
"Encoding" = "Codificación";
"encoding" = "codificación";
"Enter Full Screen" = "Usar pantalla completa";
"Every day" = "Cada día";
"Every hour" = "Cada hora";
"Everyone" = "Todos";
"Export as PDF…" = "Exportar como PDF…";
"Export" = "Exportar";
"Export…" = "Exportar…";
"Extra Window" = "Ventana extra";
"File extension" = "Extensión de archivo";
"File name extension" = "Extensión de nombre de archivo";
"file size" = "tamaño de archivo";
"File" = "Archivo";
"Filter" = "Filtro";
"Find and Replace…" = "Buscar y remplazar…";
"Find Next" = "Buscar siguiente";
"Find Previous" = "Buscar anterior";
"Find Results" = "Buscar resultados";
"Find" = "Buscar";
"Find…" = "Buscar…";
"Focus" = "Foco";
"Fold" = "Pliegue";
"Folder" = "Carpeta";
"Folders" = "Carpetas";
"Font" = "Tipo de letra";
"Format" = "Formato";
"Forward" = "Adelante";
"Found %@ matches for search-string %@" = "Se encontraron %@ conrrespondencias a la búsqueda “%2$@”";
"Found one match for search-string %@" = "Se encontró una correspondencia a la búsqueda “%@”";
"function" = "función";
"Functions" = "Funciones";
"General" = "General";
"Go to %@ for more information." = "Para obtener más información, ve a %@.";
"Go To Line…" = "Ir a la línea…";
"Go" = "Ir";
"Gravity" = "Gravitación";
"Grid" = "Retícula";
"Group" = "Grupo";
"Help" = "Ayuda";
"Hex View" = "Vista hexadecimal";
"Hidden" = "Oculto";
"Hide @@" = "Ocultar @@";
"Hide Others" = "Ocultar otros";
"Highlight Current Line" = "Resalte la línea actual";
"Hour" = "Hora";
"hours" = "horas";
"Icon Size" = "Tamaño iconos";
"Icon" = "Iconos";
"Idiom" = "Idioma";
"Ignore case" = "Ignorar mayúsculas/minúsculas";
"Import" = "Importar";
"Import…" = "Importar…";
"In selection" = "En la selección";
"Include standard words" = "Incluir palabras estándar";
"Indent new lines automatically" = "Sangría de nuevas líneas de forma automática";
"Info" = "Información";
"Inline" = "En línea";
"Insert Color Value…" = "Insertar el valor del color…";
"Insert Snippet" = "Insertar fragmento de texto";
"Insert" = "Insertar";
"Interjection" = "Interjección";
"Internal helper tools" = "Herramientas de ayudante internas";
"Invisible Characters" = "Personajes invisibles";
"Italic" = "Cursiva";
"Jump to Selection" = "Ir a la selección";
"Justify" = "Justificar";
"Kern" = "Interletraje";
"Kind" = "Clase";
"Language" = "Idioma";
"Launch again if it crashes" = "Iniciar de nuevo si se bloquea";
"Left" = "A la izquierda";
"Length" = "Longitud";
"Library" = "Biblioteca";
"License" = "Licencia";
"License…" = "Licencia…";
"Ligatures" = "Ligaduras";
"Line Break" = "Salto de línea";
"Line Numbers" = "Números de línea";
"Line" = "Línea";
"Line: %@" = "Línea: %@";
"lines" = "líneas";
"List Sort Order:" = "Orden de las listas:";
"List" = "Lista";
"Loading…" = "Cargando…";
"Log" = "Registro";
"Login Items" = "Ítems de inicio";
"Loosen" = "Aumentar";
"Lower" = "Bajar";
"Magnet" = "Imán";
"Make Lower Case" = "Todo en minúsculas";
"Make sure that the selected text includes columns" = "Asegúrese de que el texto seleccionado incluye columnas";
"Make Text Bigger" = "Aumentar tamaño del texto";
"Make Text Smaller" = "Reducir tamaño del texto";
"Make Upper Case" = "Todo en mayúsculas";
"Make Vertical Layout" = "Aplicar orientación vertical";
"me" = "yo";
"Merge All Windows" = "Fusionar todas las ventanas";
"Message" = "Mensaje";
"Minimize" = "Minimizar";
"minute" = "minuto";
"minutes" = "minutos";
"Miscellaneous" = "Misceláneo";
"modified" = "modificado";
"More Info" = "Información adicional";
"Mounting Logical Volume" = "Montando volumen lógico";
"Move Down" = "Bajar";
"Move Up" = "Subir";
"Move" = "Trasladar";
"Name" = "Nombre";
"name" = "nombre";
"New Command" = "Nuevo comando";
"New Document" = "Nuevo documento";
"New Script" = "Script nuevo";
"New Snippet" = "Crear fragmento";
"New Tag" = "Nueva etiqueta";
"New" = "Nuevo";
"Next Document" = "Siguiente documento";
"Next Function" = "Siguiente función";
"No Document" = "Ningún documento";
"No error" = "Ningún error";
"No items" = "0 ítems";
"No matches found" = "No se ha encontrado ningún resultado";
"No saved searches" = "No hay ninguna búsqueda reciente";
"No Selection" = "Ningún ítem seleccionado";
"No updates available" = "No hay actualizaciones disponibles";
"Not applicable" = "No aplicable";
"Not registered" = "Sin registrar";
"Notes" = "Notas";
"Notification" = "Notificación";
"Notifications" = "Notificaciones";
"Noun" = "Sustantivo";
"Number" = "Número";
"Numbers" = "Números";
"OK" = "Aceptar";
"Only print selection" = "Imprimir sólo selección";
"Open document with text encoding" = "Abrir documento con codificación de texto";
"Open Documents" = "Documentos abiertos";
"Open Recent" = "Abrir recientes";
"Open" = "Abrir";
"OpenParenthesis" = "Paréntesis";
"OpenQuote" = "Comillas";
"Open…" = "Abrir…";
"OrganizationName" = "Empresa";
"Other" = "Otros";
"Outline" = "Contorno";
"Page Break" = "Salto de página";
"Page Guide" = "Página de la guía";
"Page Setup…" = "Ajustar página…";
"Paint" = "Pintar";
"Paragraph Break" = "Salto de párrafo";
"Paragraph" = "Párrafo";
"Part" = "Parte";
"Particle" = "Partícula";
"Paste and Match Style" = "Pegar con el mismo estilo";
"Paste Ruler" = "Pegar regla";
"Paste Style" = "Pegar estilo";
"Paste" = "Pegar";
"Path Bar" = "Barra de ruta";
"Path" = "Ruta";
"PersonalName" = "Nombre de la persona";
"PlaceName" = "Nombre de lugar";
"Please try again." = "Inténtelo de nuevo.";
"Please try to download the update with the button and install it manually" = "Por favor, intente descargar la actualización con el botón e instalarlo manualmente";
"Position" = "Posición";
"position" = "posición";
"Position: %@ - %@" = "Posición: %@ - %@";
"Preferences" = "Preferencias";
"Preferences…" = "Preferencias…";
"Prepare For XML" = "Prepárese para XML";
"Preposition" = "Preposición";
"Prevent Editing" = "Impedir edición";
"Preview" = "Previsualización";
"Previous Document" = "Documento anterior";
"Previous Function" = "Anterior función";
"Print header" = "Imprimir cabecera";
"Print line numbers" = "Imprimir números de línea";
"Print syntax colors" = "Imprimir colores de sintaxis";
"Print…" = "Imprimir…";
"Progress" = "Progreso";
"Pronoun" = "Pronombre";
"Punctuation" = "Puntuación";
"Purchase License to Save…" = "Compre una licencia para guardar";
"Purchase" = "Comprar";
"Purchase…" = "Comprar…";
"Quick Look" = "Vista Rápida";
"Quit @@" = "Salir de @@";
"Raise" = "Subir";
"Ready to install" = "Listo para instalarse";
"Recent Searches" = "Búsquedas recientes";
"Redo" = "Rehacer";
"Refresh" = "Actualizar";
"Registered" = "Registrada";
"Regular expressions" = "Usar expresiones regulares";
"Relaunch" = "Forzar reinicio";
"Reload Text With Encoding" = "Volver a cargar con codificación";
"Remind Me" = "Recordar";
"Remove Line Endings" = "Retire los finales de línea";
"Remove Needless Whitespace" = "Eliminar los espacios en blanco innecesarios";
"Remove" = "Eliminar";
"Rename the item and try again." = "Cambia el nombre del ítem e inténtalo de nuevo.";
"Rename" = "Renombrar";
"Repeat interval" = "Intervalo";
"Replace" = "Reemplazar";
"Replaced %@ occurrences of %@ with %@" = "Reemplazadas %@ ocurrencias de “%2$@” con “%3$@”";
"Replaced one occurrence of %@ with %@" = "Reemplazada una ocurrencia de “%1$@” con “%2$@”";
"Resize" = "Cambiar tamaño";
"Result" = "Resultado";
"Resume" = "Reanudar";
"Reveal in Finder" = "Mostrar en el Finder";
"Revert to Saved" = "Volver a la versión guardada";
"Revert To" = "Restaurar a";
"Revisions" = "Las revisiones";
"Right Size All Columns Individually" = "Ajustar el tamaño de cada columna";
"Right Size This Column" = "Ajustar el tamaño de esta columna";
"Right" = "Derecha";
"Run Command" = "Ejecutar comando";
"Run Current Text" = "Ejecución de texto actual";
"Run Selection Inline" = "Ejecutar en línea el texto seleccionado";
"Run Shell Script" = "Ejecutar el script Shell";
"Run text" = "Ejecutar texto";
"Run" = "Ejecutar";
"Save All" = "Guardar todo";
"Save As…" = "Guardar como…";
"Save" = "Guardar";
"Save…" = "Guardar…";
"Scheduled" = "Programado";
"Scope" = "Alcance";
"seconds" = "segundos";
"Select All" = "Seleccionar todo";
"Select Column" = "Seleccionar columna";
"Select Line" = "Seleccionar línea";
"Select Line…" = "Seleccionar línea…";
"Select More" = "Seleccione más";
"Select Row" = "Seleccionar fila";
"Selected" = "Seleccionada";
"Selection" = "Selección";
"selection" = "selección";
"Selection: %@ - %@" = "Selección: %@ - %@";
"Semicolon" = "Punto y coma";
"SentenceTerminator" = "Puntuacion frase";
"Separator" = "Separador";
"Services" = "Servicios";
"Share" = "Compartir";
"Shift Left" = "Izquierda mayúsculas";
"Shift Right" = "Derecha mayúsculas";
"Show All" = "Mostrar todo";
"Show Colors" = "Mostrar colores";
"Show Fonts" = "Mostrar tipos de letra";
"Show Fonts…" = "Tipos de letra…";
"Show In Status Bar:" = "Mostrar en barra de estado:";
"Show internal helpers" = "Mostrar ayudantes internos";
"Show Less" = "Mostrar menos";
"Show More" = "Mostrar más";
"Show page guide, at column" = "Mostrar guía de página, en la columna";
"Show Properties" = "Mostrar propiedades";
"Show Ruler" = "Mostrar regla";
"Show Spelling and Grammar" = "Mostrar ortografía y gramática";
"Show Substitutions" = "Mostrar sustituciones";
"Show Toolbar" = "Mostrar barra de herramientas";
"Show" = "Mostrar";
"Sidebar" = "Barra lateral";
"size" = "tamaño de archivo";
"Skip" = "Omitir";
"Smaller" = "Más pequeño";
"Smart Copy/Paste" = "Copiado/Pegado inteligente";
"Smart Dashes" = "Guiones inteligentes";
"Smart Links" = "Enlaces inteligentes";
"Smart Quotes" = "Comillas tipográficas";
"Snippets" = "Clips de Texto";
"Sort Ascending" = "Orden ascendente";
"Sort Descending" = "Orden descendente";
"Space" = "Espacio";
"Spaces To Tabs" = "Caracteres de espacio para tablaturas";
"Spacing…" = "Espaciado…";
"Special Characters…" = "Caracteres especiales…";
"Speech" = "Habla";
"Spelling and Grammar" = "Ortografía y gramática";
"Split Window Horizontally" = "Dividir la ventana horizontal";
"Split Window" = "Dividir la ventana";
"Start Speaking" = "Iniciar locución";
"Status Bar" = "Barra de estado";
"Stop Speaking" = "Detener locución";
"Styles…" = "Estilos…";
"Subscript" = "Subíndice";
"Substitutions" = "Sustituciones";
"Suggest automatically, after delay" = "Sugerir automáticamente, tras intervalo";
"Summary" = "Resumen";
"Superscript" = "Superíndice";
"Suppress command result" = "Suprimir resultado del comando";
"Swap windows" = "Ventanas de conmutación";
"Swipe" = "Arañazo";
"Switch Characters" = "Cambiar los caracteres adyacentes";
"Syntax Colors" = "Colores de sintaxis";
"Syntax" = "Sintaxis";
"syntax" = "sintaxis";
"System" = "Sistema";
"Tab Bar" = "Barra de pestañas";
"Tab character" = "Tabulador";
"Tab width" = "Anchura del tabulador";
"Tab" = "Pestaña";
"Tabs To Spaces" = "Tablaturas para caracteres de espacios";
"Test" = "Probar";
"Text Encoding" = "Codificación del texto";
"Text Folding" = "Texto plegado";
"Text Replacement" = "Reemplazar texto";
"Text" = "Texto";
"Thank You!" = "¡Gracias!";
"The item couldn't be added or removed because of an unknown error." = "No se ha podido añadir o eliminar el ítem porque se ha producido un error desconocido.";
"Themes" = "Temas";
"This app is now registered" = "Esta aplicación está registrada";
"This document cannot be saved using its current encoding so please choose another encoding such as UTF-8 from the Text menu" = "Este documento no puede ser salvado mediante su codificación actual así que por favor elija otra codificación como UTF-8 en el menú de texto. ";
"This license is only valid for version %@. Purchase an upgrade license to register this version." = "Esta licencia sólo es válida para la versión %@. Compra de una licencia de actualización para registrar esta versión.";
"Tighten" = "Reducir";
"Time period" = "Período de tiempo";
"Time" = "Hora";
"Timeline" = "Control temporal";
"Title" = "Título";
"to" = "al";
"Tools" = "Herramientas";
"Touch" = "Toque";
"Traditional Form" = "Forma tradicional";
"Transformations" = "Transformaciones";
"Tree" = "Árbol";
"Underline" = "Subrayar";
"Undo" = "Deshacer";
"Unfold All" = "Mostrar todo el texto";
"Unfold" = "Ver más";
"Uninstall" = "Desinstalar";
"Unique" = "Único";
"Unsaved changes" = "Cambios sin guardar";
"Update cancelled" = "Actualización cancelada";
"Update" = "Actualizar";
"Updates available" = "Hay actualizaciones";
"Use All" = "Usar todas";
"Use Default" = "Valor por omisión";
"Use None" = "Ninguno";
"Use Selection for Find" = "Usar selección para buscar";
"Use spaces instead of tabs" = "Utilice espacios en lugar de tabuladores";
"Use the Choose… button to select an app, a script or write a simple command. After that you can test what you want to run." = "Use el botón Elegir… para seleccionar una aplicación, un script o escribir un comando simple. Después de eso puedes probar lo que quieres ejecutar.";
"Use ⌘‐1 through ⌘‐9 to switch tabs" = "Utilizar ⌘‐1 a ⌘‐9 para cambiar entre pestañas";
"User" = "Usuario";
"Value for %@ cannot be empty" = "El valor de %@ no puede estar vacío";
"Verb" = "Verbo";
"View" = "Visualización";
"Weekdays" = "Entre semana";
"Weekends" = "Los fines de semana";
"Welcome" = "Pantalla de bienvenida";
"When" = "Cuanto";
"where" = "donde";
"Whitespace" = "Espacio en blanco";
"Window" = "Ventana";
"Word" = "Palabra";
"WordJoiner" = "Carpintero";
"Words" = "Letra";
"words" = "letra";
"Words: %@" = "Letra: %@";
"Wrap Text to Page" = "Ajustar a página";
"Writing Direction" = "Sentido de la escritura";
"You already have the newest version of %@." = "Ya tienes la versión más nueva de %@.";
"You can’t undo this action." = "Esta acción no se puede deshacer.";
"You need to purchase %@ to save your document" = "Es necesario que adquiera %@ para guardar el documento";
"You" = "Tú";
"Your changes will be lost if you don't save them." = "Si no guarda los cambios, se perderán.";
"Your command might be too complex to run. Do you want to run it as a shell script instead?" = "Su mandato puede ser demasiado complejo para ejecutarse. ¿Quieres que ejecutarlo como un script de shell en su lugar?";
"Your software is up to date." = "El software está actualizado.";
"Zoom In" = "Aumentar zoom";
"Zoom Out" = "Reducir zoom";
"Zoom" = "Zoom";
"“%@” is damaged and can’t be opened. Delete “%@” and download it again from %@" = "“%@” está dañado y no puede abrirse. Elimine “%@” y descárguelo de nuevo desde la tienda %@";
